Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Find_Previous_Name
source: Find previous
ar: البحث عن السابق
cs: Najít předchozí
de: Vorheriges suchen
el: Εύρεση προηγούμενου
es: Buscar anterior
fa: یافتن قبلی
fr: Rechercher le précédent
hu: Előző keresése
id: Temukan sebelumnya
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
pl: Znajdź poprzedni
pt: Localizar anterior
ro: Găsire anterior
ru: Найти предыдущее
th: ค้นหาก่อนหน้า
tr: Öncekini bul
uk: Знайти попереднє
vi: Tìm trước
zh_hans: 查找上一个
zh_hant: 找上一個

# Find_Next_Name
source: Find next
ar: البحث عن التالي
cs: Najít další
de: Weitersuchen
el: Εύρεση επόμενου
es: Buscar siguiente
fa: یافتن بعدی
fr: Rechercher le suivant
hu: Következő keresése
id: Temukan berikutnya
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
pl: Znajdź następny
pt: Localizar próxima
ro: Găsire următor
ru: Найти следующее
th: ค้นหาถัดไป
tr: Sonrakini bul
uk: Знайти наступне
vi: Tìm tiếp
zh_hans: 查找下一个
zh_hant: 找下一個

# Find_Close_Name
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Find_Searching
source: Searching...
ar: جارٍ البحث...
cs: Hledání...
de: Suche läuft...
el: Αναζήτηση...
es: Buscando...
fa: در حال جستجو...
fr: Recherche en cours...
hu: Keresés...
id: Mencari...
it: Ricerca in corso...
ja: 検索しています...
ko: 검색 중...
pl: Wyszukiwanie...
pt: Pesquisando...
ro: Se caută...
ru: Поиск...
th: กำลังค้นหา...
tr: Aranıyor...
uk: Пошук...
vi: Đang tìm...
zh_hans: 正在搜索...
zh_hant: 正在搜尋...

# Find_NotFound
source: Not found.
ar: لم يتم العثور عليه.
cs: Nenalezeno.
de: Nicht gefunden.
el: Δεν βρέθηκε.
es: No se encontró.
fa: پیدا نشد.
fr: Introuvable.
hu: Nem található.
id: Tidak ditemukan.
it: Non trovato.
ja: 見つかりませんでした。
ko: 찾을 수 없습니다.
pl: Nie znaleziono.
pt: Não encontrado.
ro: Nu s-a găsit.
ru: Не найдено.
th: ไม่พบ
tr: Bulunamadı.
uk: Не знайдено.
vi: Không tìm thấy.
zh_hans: 未找到。
zh_hant: 找不到。

# Find_NotFoundToEnd
source: Not found before the end.
ar: لم يتم العثور عليه حتى النهاية.
cs: Do konce nenalezeno.
de: Bis zum Ende nicht gefunden.
el: Δεν βρέθηκε έως το τέλος.
es: No se encontró hasta el final.
fa: تا انتها پیدا نشد.
fr: Introuvable jusqu'à la fin.
hu: A végéig nem található.
id: Tidak ditemukan hingga akhir.
it: Non trovato fino alla fine.
ja: 末尾まで見つかりませんでした。
ko: 끝까지 찾을 수 없습니다.
pl: Nie znaleziono do końca.
pt: Não encontrado até o fim.
ro: Nu s-a găsit până la sfârșit.
ru: Не найдено до конца.
th: ไม่พบจนถึงจุดสิ้นสุด
tr: Sona kadar bulunamadı.
uk: Не знайдено до кінця.
vi: Không tìm thấy cho đến cuối.
zh_hans: 直到末尾均未找到。
zh_hant: 搜尋到結尾仍找不到。

# Find_NotFoundToStart
source: Not found before the start.
ar: لم يتم العثور عليه حتى البداية.
cs: Do začátku nenalezeno.
de: Bis zum Anfang nicht gefunden.
el: Δεν βρέθηκε έως την αρχή.
es: No se encontró hasta el inicio.
fa: تا ابتدا پیدا نشد.
fr: Introuvable jusqu'au début.
hu: Az elejéig nem található.
id: Tidak ditemukan hingga awal.
it: Non trovato fino all'inizio.
ja: 先頭まで見つかりませんでした。
ko: 처음까지 찾을 수 없습니다.
pl: Nie znaleziono do początku.
pt: Não encontrado até o início.
ro: Nu s-a găsit până la început.
ru: Не найдено до начала.
th: ไม่พบจนถึงจุดเริ่มต้น
tr: Başa kadar bulunamadı.
uk: Не знайдено до початку.
vi: Không tìm thấy cho đến đầu.
zh_hans: 直到开头均未找到。
zh_hant: 搜尋到開頭仍找不到。

# Find_WrappedToStart
source: Reached the end; continued from the start.
ar: تم الوصول إلى النهاية؛ تمت المتابعة من البداية.
cs: Dosažen konec; pokračuje se od začátku.
de: Ende erreicht; Suche am Anfang fortgesetzt.
el: Επιτεύχθηκε το τέλος· η αναζήτηση συνεχίστηκε από την αρχή.
es: Se llegó al final; se continuó desde el inicio.
fa: به انتها رسید؛ جستجو از ابتدا ادامه یافت.
fr: Fin atteinte ; recherche poursuivie depuis le début.
hu: Elérte a végét; folytatás az elejétől.
id: Mencapai akhir; dilanjutkan dari awal.
it: Raggiunta la fine; la ricerca è proseguita dall'inizio.
ja: 末尾まで検索したので、先頭から続けました。
ko: 끝에 도달하여 처음부터 계속했습니다.
pl: Osiągnięto koniec; kontynuowano od początku.
pt: O fim foi alcançado; a pesquisa continuou do início.
ro: S-a ajuns la sfârșit; căutarea a continuat de la început.
ru: Достигнут конец; поиск продолжен с начала.
th: ถึงจุดสิ้นสุดแล้ว ค้นหาต่อจากจุดเริ่มต้น
tr: Sona ulaşıldı; baştan devam edildi.
uk: Досягнуто кінця; пошук продовжено з початку.
vi: Đã đến cuối; tiếp tục từ đầu.
zh_hans: 已到达末尾，从开头继续。
zh_hant: 已到達結尾，從開頭繼續。

# Find_WrappedToEnd
source: Reached the start; continued from the end.
ar: تم الوصول إلى البداية؛ تمت المتابعة من النهاية.
cs: Dosažen začátek; pokračuje se od konce.
de: Anfang erreicht; Suche am Ende fortgesetzt.
el: Επιτεύχθηκε η αρχή· η αναζήτηση συνεχίστηκε από το τέλος.
es: Se llegó al inicio; se continuó desde el final.
fa: به ابتدا رسید؛ جستجو از انتها ادامه یافت.
fr: Début atteint ; recherche poursuivie depuis la fin.
hu: Elérte az elejét; folytatás a végétől.
id: Mencapai awal; dilanjutkan dari akhir.
it: Raggiunto l'inizio; la ricerca è proseguita dalla fine.
ja: 先頭まで検索したので、末尾から続けました。
ko: 처음에 도달하여 끝부터 계속했습니다.
pl: Osiągnięto początek; kontynuowano od końca.
pt: O início foi alcançado; a pesquisa continuou do fim.
ro: S-a ajuns la început; căutarea a continuat de la sfârșit.
ru: Достигнуто начало; поиск продолжен с конца.
th: ถึงจุดเริ่มต้นแล้ว ค้นหาต่อจากจุดสิ้นสุด
tr: Başa ulaşıldı; sondan devam edildi.
uk: Досягнуто початку; пошук продовжено з кінця.
vi: Đã đến đầu; tiếp tục từ cuối.
zh_hans: 已到达开头，从末尾继续。
zh_hant: 已到達開頭，從結尾繼續。

# Find_Cancelled
source: Search cancelled.
ar: تم إلغاء البحث.
cs: Hledání bylo zrušeno.
de: Suche abgebrochen.
el: Η αναζήτηση ακυρώθηκε.
es: Búsqueda cancelada.
fa: جستجو لغو شد.
fr: Recherche annulée.
hu: A keresés megszakítva.
id: Pencarian dibatalkan.
it: Ricerca annullata.
ja: 検索を取り消しました。
ko: 검색이 취소되었습니다.
pl: Wyszukiwanie anulowane.
pt: Pesquisa cancelada.
ro: Căutare anulată.
ru: Поиск отменен.
th: ยกเลิกการค้นหาแล้ว
tr: Arama iptal edildi.
uk: Пошук скасовано.
vi: Đã hủy tìm kiếm.
zh_hans: 已取消搜索。
zh_hant: 已取消搜尋。

# Find_Error_Empty
source: Enter a value to search for.
ar: أدخل قيمة للبحث عنها.
cs: Zadejte hodnotu, kterou chcete hledat.
de: Geben Sie einen Suchwert ein.
el: Εισαγάγετε μια τιμή για αναζήτηση.
es: Escribe un valor para buscar.
fa: مقداری برای جستجو وارد کنید.
fr: Entrez une valeur à rechercher.
hu: Adja meg a keresett értéket.
id: Masukkan nilai yang akan dicari.
it: Immetti un valore da cercare.
ja: 検索する値を入力してください。
ko: 검색할 값을 입력하세요.
pl: Wprowadź wartość do wyszukania.
pt: Insira um valor para pesquisar.
ro: Introduceți o valoare de căutat.
ru: Введите значение для поиска.
th: โปรดใส่ค่าที่จะค้นหา
tr: Aranacak bir değer girin.
uk: Введіть значення для пошуку.
vi: Hãy nhập giá trị cần tìm.
zh_hans: 请输入要搜索的值。
zh_hant: 請輸入要搜尋的值。

# Find_Error_OddDigits
source: The number of hex digits is odd.
ar: عدد الأرقام الست عشرية فردي.
cs: Počet šestnáctkových číslic je lichý.
de: Die Anzahl der Hex-Ziffern ist ungerade.
el: Το πλήθος των δεκαεξαδικών ψηφίων είναι περιττό.
es: El número de dígitos hexadecimales es impar.
fa: تعداد ارقام هگزادسیمال فرد است.
fr: Le nombre de chiffres hexadécimaux est impair.
hu: A hexadecimális számjegyek száma páratlan.
id: Jumlah digit heksadesimal ganjil.
it: Il numero di cifre esadecimali è dispari.
ja: Hex の桁数が奇数です。
ko: 16진수 자릿수가 홀수입니다.
pl: Liczba cyfr szesnastkowych jest nieparzysta.
pt: O número de dígitos hexadecimais é ímpar.
ro: Numărul de cifre hexazecimale este impar.
ru: Нечетное количество шестнадцатеричных цифр.
th: จำนวนหลักเลขฐานสิบหกเป็นจำนวนคี่
tr: Onaltılık basamak sayısı tek.
uk: Непарна кількість шістнадцяткових цифр.
vi: Số chữ số thập lục phân là số lẻ.
zh_hans: 十六进制位数为奇数。
zh_hant: 十六進位位數為奇數。

# Find_Error_InvalidCharacter
source: “{0}” is not a hex digit.
ar: «{0}» ليس رقماً ست عشرياً.
cs: „{0}“ není šestnáctková číslice.
de: „{0}“ ist keine Hex-Ziffer.
el: Το «{0}» δεν είναι δεκαεξαδικό ψηφίο.
es: “{0}” no es un dígito hexadecimal.
fa: «{0}» رقم هگزادسیمال نیست.
fr: « {0} » n'est pas un chiffre hexadécimal.
hu: „{0}” nem hexadecimális számjegy.
id: “{0}” bukan digit heksadesimal.
it: “{0}” non è una cifra esadecimale.
ja: 「{0}」は 16 進の数字ではありません。
ko: “{0}”은(는) 16진수 숫자가 아닙니다.
pl: „{0}” nie jest cyfrą szesnastkową.
pt: “{0}” não é um dígito hexadecimal.
ro: „{0}” nu este o cifră hexazecimală.
ru: «{0}» не является шестнадцатеричной цифрой.
th: “{0}” ไม่ใช่หลักเลขฐานสิบหก
tr: “{0}” bir onaltılık basamak değil.
uk: «{0}» не є шістнадцятковою цифрою.
vi: “{0}” không phải là chữ số thập lục phân.
zh_hans: “{0}”不是十六进制数字。
zh_hant: 「{0}」不是十六進位數字。

# Find_Error_TooLong
source: The search value can be at most 1 MiB.
ar: يمكن أن تصل قيمة البحث إلى 1 MiB كحد أقصى.
cs: Hledaná hodnota může mít nejvýše 1 MiB.
de: Der Suchwert darf höchstens 1 MiB groß sein.
el: Η τιμή αναζήτησης μπορεί να είναι έως 1 MiB.
es: El valor de búsqueda puede tener como máximo 1 MiB.
fa: مقدار جستجو حداکثر می‌تواند 1 MiB باشد.
fr: La valeur recherchée ne peut pas dépasser 1 MiB.
hu: A keresett érték legfeljebb 1 MiB lehet.
id: Nilai pencarian maksimal 1 MiB.
it: Il valore di ricerca non può superare 1 MiB.
ja: 検索語は 1 MiB までです。
ko: 검색 값은 최대 1 MiB입니다.
pl: Wyszukiwana wartość może mieć maksymalnie 1 MiB.
pt: O valor de pesquisa pode ter no máximo 1 MiB.
ro: Valoarea căutată poate avea cel mult 1 MiB.
ru: Значение для поиска не может превышать 1 МиБ.
th: ค่าที่ค้นหามีขนาดได้สูงสุด 1 MiB
tr: Arama değeri en fazla 1 MiB olabilir.
uk: Значення для пошуку не може перевищувати 1 МіБ.
vi: Giá trị tìm kiếm tối đa là 1 MiB.
zh_hans: 搜索值最多为 1 MiB。
zh_hant: 搜尋值最多為 1 MiB。

# Find_Error_NotEncodable
source: “{0}” can't be represented in this encoding.
ar: لا يمكن تمثيل «{0}» في هذا الترميز.
cs: „{0}“ nelze v tomto kódování vyjádřit.
de: „{0}“ kann in dieser Codierung nicht dargestellt werden.
el: Το «{0}» δεν μπορεί να αναπαρασταθεί σε αυτή την κωδικοποίηση.
es: “{0}” no se puede representar en esta codificación.
fa: «{0}» در این رمزگذاری قابل نمایش نیست.
fr: « {0} » ne peut pas être représenté dans cet encodage.
hu: „{0}” nem ábrázolható ebben a kódolásban.
id: “{0}” tidak dapat direpresentasikan dalam pengodean ini.
it: “{0}” non può essere rappresentato in questa codifica.
ja: 「{0}」はこの文字コードで表せません。
ko: “{0}”은(는) 이 인코딩으로 표현할 수 없습니다.
pl: Znaku „{0}” nie można przedstawić w tym kodowaniu.
pt: “{0}” não pode ser representado nesta codificação.
ro: „{0}” nu poate fi reprezentat în această codificare.
ru: «{0}» нельзя представить в этой кодировке.
th: ไม่สามารถแสดง “{0}” ด้วยการเข้ารหัสนี้
tr: “{0}” bu kodlamayla gösterilemiyor.
uk: «{0}» неможливо представити в цьому кодуванні.
vi: Không thể biểu diễn “{0}” bằng bảng mã này.
zh_hans: “{0}”无法用此编码表示。
zh_hant: 此編碼無法表示「{0}」。

# Operation_Find
source: Find
ar: بحث
cs: Hledat
de: Suche
el: Αναζήτηση
es: Búsqueda
fa: جستجو
fr: Recherche
hu: Keresés
id: Temukan
it: Ricerca
ja: 検索
ko: 찾기
pl: Wyszukiwanie
pt: Pesquisa
ro: Căutare
ru: Поиск
th: ค้นหา
tr: Bul
uk: Пошук
vi: Tìm
zh_hans: 查找
zh_hant: 尋找

# Menu_Edit_Cut.Text
source: Cut
ar: قص
cs: Vyjmout
de: Ausschneiden
el: Αποκοπή
es: Cortar
fa: برش
fr: Couper
hu: Kivágás
id: Potong
it: Taglia
ja: 切り取り(T)
ko: 잘라내기(T)
pl: Wytnij
pt: Recortar
ro: Decupare
ru: Вырезать
th: ตัด(T)
tr: Kes
uk: Вирізати
vi: Cắt
zh_hans: 剪切(T)
zh_hant: 剪下(T)

# Menu_Edit_Copy.Text
source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fa: رونوشت
fr: Copier
hu: Másolás
id: Salin
it: Copia
ja: コピー(C)
ko: 복사(C)
pl: Kopiuj
pt: Copiar
ro: Copiere
ru: Копировать
th: คัดลอก(C)
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制(C)
zh_hant: 複製(C)

# Menu_Edit_Paste.Text
source: Paste
ar: لصق
cs: Vložit
de: Einfügen
el: Επικόλληση
es: Pegar
fa: چسباندن
fr: Coller
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け(P)
ko: 붙여넣기(P)
pl: Wklej
pt: Colar
ro: Lipire
ru: Вставить
th: วาง(P)
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans: 粘贴(P)
zh_hant: 貼上(P)

# Menu_Edit_PasteOverwrite.Text
source: Paste Overwrite
ar: لصق مع الكتابة الفوقية
cs: Vložit s přepsáním
de: Überschreibend einfügen
el: Επικόλληση με αντικατάσταση
es: Pegar sobrescribiendo
fa: چسباندن با بازنویسی
fr: Coller en refrappe
hu: Beillesztés felülírással
id: Tempel Timpa
it: Incolla sovrascrivendo
ja: 上書き貼り付け(O)
ko: 덮어쓰기 붙여넣기(O)
pl: Wklej z zastępowaniem
pt: Colar substituindo
ro: Lipire cu suprascriere
ru: Вставить с заменой
th: วางทับ(O)
tr: Üzerine Yazarak Yapıştır
uk: Вставити із заміною
vi: Dán Ghi đè
zh_hans: 覆盖粘贴(O)
zh_hant: 覆寫貼上(O)

# Clipboard_TooLarge
source: [HexEditor: {0} bytes. Can only be pasted inside HexEditor.]
ar: [HexEditor: {0} بايت. لا يمكن لصقها إلا داخل HexEditor.]
cs: [HexEditor: {0} B. Lze vložit jen v aplikaci HexEditor.]
de: [HexEditor: {0} Bytes. Kann nur in HexEditor eingefügt werden.]
el: [HexEditor: {0} byte. Μπορεί να επικολληθεί μόνο μέσα στο HexEditor.]
es: [HexEditor: {0} bytes. Solo se puede pegar dentro de HexEditor.]
fa: [HexEditor: {0} بایت. فقط درون HexEditor قابل چسباندن است.]
fr: [HexEditor : {0} octets. Ne peut être collé que dans HexEditor.]
hu: [HexEditor: {0} bájt. Csak a HexEditoron belül illeszthető be.]
id: [HexEditor: {0} byte. Hanya dapat ditempel di dalam HexEditor.]
it: [HexEditor: {0} byte. Può essere incollato solo in HexEditor.]
ja: [HexEditor: {0} バイトのデータ。HexEditor 内でのみ貼り付けできます]
ko: [HexEditor: {0}바이트. HexEditor 안에서만 붙여넣을 수 있습니다.]
pl: [HexEditor: {0} B. Można wkleić tylko w programie HexEditor.]
pt: [HexEditor: {0} bytes. Só pode ser colado no HexEditor.]
ro: [HexEditor: {0} octeți. Poate fi lipit doar în HexEditor.]
ru: [HexEditor: {0} байт. Можно вставить только в HexEditor.]
th: [HexEditor: {0} ไบต์ วางได้เฉพาะภายใน HexEditor]
tr: [HexEditor: {0} bayt. Yalnızca HexEditor içinde yapıştırılabilir.]
uk: [HexEditor: {0} байт. Можна вставити лише в HexEditor.]
vi: [HexEditor: {0} byte. Chỉ có thể dán bên trong HexEditor.]
zh_hans: [HexEditor：{0} 字节。只能在 HexEditor 内粘贴。]
zh_hant: [HexEditor：{0} 個位元組。只能在 HexEditor 內貼上。]

# Clipboard_Truncated
source: {0} bytes beyond the end of this fixed-length document were not pasted.
ar: لم يتم لصق {0} بايت تتجاوز نهاية هذا المستند ذي الطول الثابت.
cs: Nevložené bajty za koncem tohoto dokumentu s pevnou délkou: {0}.
de: {0} Bytes jenseits des Endes dieses Dokuments mit fester Länge wurden nicht eingefügt.
el: {0} byte πέρα από το τέλος αυτού του εγγράφου σταθερού μήκους δεν επικολλήθηκαν.
es: No se pegaron los {0} bytes que superaban el final de este documento de longitud fija.
fa: {0} بایت فراتر از انتهای این سند با طول ثابت چسبانده نشد.
fr: {0} octets au-delà de la fin de ce document de longueur fixe n'ont pas été collés.
hu: A rögzített hosszúságú dokumentum végén túli {0} bájt nem lett beillesztve.
id: {0} byte yang melewati akhir dokumen berpanjang tetap ini tidak ditempel.
it: {0} byte oltre la fine di questo documento a lunghezza fissa non sono stati incollati.
ja: 長さを変えられないため、末尾を超える {0} バイトは貼り付けませんでした。
ko: 이 고정 길이 문서의 끝을 넘는 {0}바이트는 붙여넣지 않았습니다.
pl: Nie wklejono bajtów wykraczających poza koniec tego dokumentu o stałej długości: {0}.
pt: Os {0} bytes além do fim deste documento de comprimento fixo não foram colados.
ro: {0} octeți de după sfârșitul acestui document cu lungime fixă nu au fost lipiți.
ru: Не вставлено байт за концом этого документа фиксированной длины: {0}.
th: {0} ไบต์ที่เกินจุดสิ้นสุดของเอกสารความยาวคงที่นี้ไม่ได้ถูกวาง
tr: Bu sabit uzunluklu belgenin sonunu aşan {0} bayt yapıştırılmadı.
uk: Не вставлено байтів за кінцем цього документа фіксованої довжини: {0}.
vi: {0} byte vượt quá cuối tài liệu có độ dài cố định này đã không được dán.
zh_hans: 超出此固定长度文档末尾的 {0} 字节未被粘贴。
zh_hant: 超出此固定長度文件結尾的 {0} 個位元組並未貼上。

# Clipboard_TextOmitted
source: The text form of the selection is larger than the clipboard limit, so only the binary data was copied.
ar: الشكل النصي للتحديد أكبر من حد الحافظة، لذا تم نسخ البيانات الثنائية فقط.
cs: Textová podoba výběru přesahuje limit schránky, proto byla zkopírována jen binární data.
de: Die Textform der Auswahl überschreitet das Limit der Zwischenablage, daher wurden nur die Binärdaten kopiert.
el: Η μορφή κειμένου της επιλογής υπερβαίνει το όριο του Προχείρου, επομένως αντιγράφηκαν μόνο τα δυαδικά δεδομένα.
es: La forma de texto de la selección supera el límite del Portapapeles, por lo que solo se copiaron los datos binarios.
fa: شکل متنی انتخاب از حد مجاز کلیپ‌بورد بزرگ‌تر است، بنابراین فقط داده‌های دودویی کپی شد.
fr: La forme texte de la sélection dépasse la limite du Presse-papiers ; seules les données binaires ont été copiées.
hu: A kijelölés szöveges formája nagyobb a vágólap korlátjánál, ezért csak a bináris adatok lettek másolva.
id: Bentuk teks dari pilihan melebihi batas papan klip, sehingga hanya data biner yang disalin.
it: La forma testuale della selezione supera il limite degli Appunti, quindi sono stati copiati solo i dati binari.
ja: 選択範囲のテキスト形式がクリップボードの上限を超えているため、バイナリのデータだけをコピーしました。
ko: 선택 영역의 텍스트 형식이 클립보드 한도보다 커서 이진 데이터만 복사했습니다.
pl: Postać tekstowa zaznaczenia przekracza limit schowka, więc skopiowano tylko dane binarne.
pt: A forma de texto da seleção excede o limite da área de transferência, por isso apenas os dados binários foram copiados.
ro: Forma text a selecției depășește limita clipboardului, așa că au fost copiate doar datele binare.
ru: Текстовое представление выделения превышает ограничение буфера обмена, поэтому скопированы только двоичные данные.
th: รูปแบบข้อความของส่วนที่เลือกมีขนาดใหญ่กว่าขีดจำกัดของคลิปบอร์ด จึงคัดลอกเฉพาะข้อมูลไบนารี
tr: Seçimin metin biçimi pano sınırından büyük olduğundan yalnızca ikili veriler kopyalandı.
uk: Текстове подання виділення перевищує обмеження буфера обміну, тому скопійовано лише двійкові дані.
vi: Dạng văn bản của vùng chọn lớn hơn giới hạn của bảng tạm nên chỉ dữ liệu nhị phân được sao chép.
zh_hans: 选定内容的文本形式超出剪贴板限制，因此仅复制了二进制数据。
zh_hant: 選取範圍的文字形式超過剪貼簿的上限，因此只複製了二進位資料。

# Recovery_Title
source: Recover unsaved changes
ar: استرداد التغييرات غير المحفوظة
cs: Obnovení neuložených změn
de: Nicht gespeicherte Änderungen wiederherstellen
el: Ανάκτηση μη αποθηκευμένων αλλαγών
es: Recuperar cambios no guardados
fa: بازیابی تغییرات ذخیره‌نشده
fr: Récupérer les modifications non enregistrées
hu: Nem mentett módosítások helyreállítása
id: Pulihkan perubahan yang belum disimpan
it: Recupera le modifiche non salvate
ja: 未保存の編集内容の復旧
ko: 저장되지 않은 변경 내용 복구
pl: Odzyskiwanie niezapisanych zmian
pt: Recuperar alterações não salvas
ro: Recuperare modificări nesalvate
ru: Восстановление несохраненных изменений
th: กู้คืนการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş değişiklikleri kurtar
uk: Відновлення незбережених змін
vi: Khôi phục các thay đổi chưa lưu
zh_hans: 恢复未保存的更改
zh_hant: 復原未儲存的變更

# Recovery_Body
source: HexEditor didn't close normally last time. You can recover the unsaved changes below.
ar: لم يتم إغلاق HexEditor بشكل طبيعي في المرة الأخيرة. يمكنك استرداد التغييرات غير المحفوظة أدناه.
cs: HexEditor se minule neukončil správně. Níže uvedené neuložené změny můžete obnovit.
de: HexEditor wurde beim letzten Mal nicht ordnungsgemäß beendet. Sie können die folgenden nicht gespeicherten Änderungen wiederherstellen.
el: Την προηγούμενη φορά το HexEditor δεν τερματίστηκε κανονικά. Μπορείτε να ανακτήσετε τις παρακάτω μη αποθηκευμένες αλλαγές.
es: HexEditor no se cerró correctamente la última vez. Puedes recuperar los siguientes cambios no guardados.
fa: HexEditor دفعهٔ قبل به‌طور عادی بسته نشد. می‌توانید تغییرات ذخیره‌نشدهٔ زیر را بازیابی کنید.
fr: HexEditor ne s'est pas fermé correctement la dernière fois. Vous pouvez récupérer les modifications non enregistrées ci-dessous.
hu: A HexEditor legutóbb nem megfelelően lett bezárva. Az alábbi nem mentett módosítások helyreállíthatók.
id: HexEditor tidak ditutup secara normal terakhir kali. Anda dapat memulihkan perubahan yang belum disimpan di bawah ini.
it: L'ultima volta HexEditor non è stato chiuso correttamente. Puoi recuperare le modifiche non salvate qui sotto.
ja: 前回、HexEditor は正常に終了しませんでした。次の未保存の編集内容を復旧できます。
ko: 지난번에 HexEditor가 정상적으로 종료되지 않았습니다. 아래의 저장되지 않은 변경 내용을 복구할 수 있습니다.
pl: Program HexEditor nie został ostatnio prawidłowo zamknięty. Możesz odzyskać poniższe niezapisane zmiany.
pt: O HexEditor não foi fechado corretamente da última vez. Você pode recuperar as alterações não salvas abaixo.
ro: Data trecută, HexEditor nu s-a închis normal. Puteți recupera modificările nesalvate de mai jos.
ru: Прошлый сеанс HexEditor завершился некорректно. Вы можете восстановить несохраненные изменения, указанные ниже.
th: ครั้งที่แล้ว HexEditor ไม่ได้ปิดตามปกติ คุณสามารถกู้คืนการเปลี่ยนแปลงที่ยังไม่ได้บันทึกด้านล่างได้
tr: HexEditor son seferde normal şekilde kapanmadı. Aşağıdaki kaydedilmemiş değişiklikleri kurtarabilirsiniz.
uk: Минулого разу HexEditor завершив роботу неналежним чином. Ви можете відновити наведені нижче незбережені зміни.
vi: Lần trước HexEditor đã không đóng bình thường. Bạn có thể khôi phục các thay đổi chưa lưu bên dưới.
zh_hans: HexEditor 上次未正常关闭。你可以恢复下面未保存的更改。
zh_hant: HexEditor 上次未正常關閉。您可以復原下列未儲存的變更。

# Recovery_Restore
source: Recover
ar: استرداد
cs: Obnovit
de: Wiederherstellen
el: Ανάκτηση
es: Recuperar
fa: بازیابی
fr: Récupérer
hu: Helyreállítás
id: Pulihkan
it: Recupera
ja: 復旧する
ko: 복구
pl: Odzyskaj
pt: Recuperar
ro: Recuperare
ru: Восстановить
th: กู้คืน
tr: Kurtar
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 復原

# Recovery_Discard
source: Discard
ar: تجاهل
cs: Zahodit
de: Verwerfen
el: Απόρριψη
es: Descartar
fa: دور انداختن
fr: Ignorer
hu: Elvetés
id: Buang
it: Ignora
ja: 破棄
ko: 삭제
pl: Odrzuć
pt: Descartar
ro: Renunțare
ru: Удалить
th: ละทิ้ง
tr: At
uk: Відхилити
vi: Loại bỏ
zh_hans: 放弃
zh_hant: 捨棄

# Recovery_Later
source: Later
ar: لاحقاً
cs: Později
de: Später
el: Αργότερα
es: Más tarde
fa: بعداً
fr: Plus tard
hu: Később
id: Nanti
it: Più tardi
ja: あとで
ko: 나중에
pl: Później
pt: Mais tarde
ro: Mai târziu
ru: Позже
th: ภายหลัง
tr: Daha sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# Recovery_Details
source: Saved {0} · {1} bytes changed
ar: تم الحفظ {0} · البايتات المتغيرة: {1}
cs: Uloženo {0} · změněno bajtů: {1}
de: Gespeichert {0} · {1} Bytes geändert
el: Αποθηκεύτηκε {0} · {1} byte άλλαξαν
es: Guardado {0} · {1} bytes cambiados
fa: ذخیره‌شده در {0} · بایت‌های تغییریافته: {1}
fr: Enregistré {0} · {1} octets modifiés
hu: Mentve: {0} · módosított bájtok: {1}
id: Disimpan {0} · {1} byte diubah
it: Salvato {0} · {1} byte modificati
ja: {0} に保存 · 変更 {1} バイト
ko: {0}에 저장됨 · {1}바이트 변경됨
pl: Zapisano {0} · zmienione bajty: {1}
pt: Salvo {0} · {1} bytes alterados
ro: Salvat {0} · {1} octeți modificați
ru: Сохранено {0} · изменено байт: {1}
th: บันทึกเมื่อ {0} · เปลี่ยนแปลง {1} ไบต์
tr: Kaydedilme: {0} · {1} bayt değişti
uk: Збережено {0} · змінено байтів: {1}
vi: Đã lưu {0} · Đã thay đổi {1} byte
zh_hans: 保存于 {0} · 已更改 {1} 字节
zh_hant: 儲存於 {0} · 已變更 {1} 個位元組

# Recovery_Untitled
source: Not saved to a file yet
ar: لم يتم الحفظ في ملف بعد
cs: Zatím neuloženo do souboru
de: Noch nicht in einer Datei gespeichert
el: Δεν έχει αποθηκευτεί ακόμα σε αρχείο
es: Aún no se ha guardado en un archivo
fa: هنوز در فایلی ذخیره نشده است
fr: Pas encore enregistré dans un fichier
hu: Még nincs fájlba mentve
id: Belum disimpan ke file
it: Non ancora salvato in un file
ja: まだファイルに保存されていません
ko: 아직 파일에 저장되지 않음
pl: Jeszcze nie zapisano w pliku
pt: Ainda não salvo em um arquivo
ro: Încă nu a fost salvat într-un fișier
ru: Еще не сохранено в файл
th: ยังไม่ได้บันทึกเป็นไฟล์
tr: Henüz bir dosyaya kaydedilmedi
uk: Ще не збережено у файл
vi: Chưa được lưu vào tệp
zh_hans: 尚未保存到文件
zh_hant: 尚未儲存成檔案
